{
  "brand": {
    "title": "Participatory Cultures and Capitalism",
    "instructions": "<p>Welcome to the Burning Stories Forum - an experiment in understanding participatory cultures.</p><p>The following signup will assist us in co-creating content based on the collective intelligence of participants of the conference in Aalto University on 31st of March 2020.</p> <p>This form creates an account for you on our forum and posts your responses publicly as an introduction. If you already have an account or prefer to create one yourself without this form, go to the <a href='https://forum.burning-stories.org/'>Burning Stories forum</a> and introduce yourself.</p>",
    "logoSrc": "/favicon.ico",
    "imageSrc": "/logo.png",
    "slideBgSrc": "/wavebg.jpg",
    "titleImgSrc": "/pcc-img.png",
    "date": "/date.png",
    "beginText": "Begin",
    "beginTitle": "Let's get started!"
  },
  "slideDefaults": {
    "title": "Question {{index}}",
    "backText": "BACK",
    "nextText": "NEXT",
    "backTitle": "Go back",
    "nextTitle": "Continue",
    "cancelTitle": "Clear all answers and start again",
    "disclaimer": "Please note that your answer will become public on the <a href='https://forum.burning-stories.org/'>Burning Stories forum</a> along with the answers of every other participant as a conversation starter.",
    "fields": [{
      "name": "message",
      "type": "textarea",
      "placeholder": "Your answer...",
      "required": false,
      "autofocus": true,
      "error": "Please write a response!"
    }],
    "diagram": {},
    "settings": { "omitFields": true }
  },
  "slides": [{
    "index": 1,
    "body": "The title of the seminar at Aalto University is 'Participatory Cultures and Capitalism: A challenge or a symbiosis?' What are your initial thoughts on the theme?"
  }, {
    "index": 2,
    "body": "What are you curious to learn from studying Burning Man and regional burn events and communities?"
  }, {
    "index": 3,
    "title": "Informed consent",
    "consent": "By completing this form, you are doing two things. </br></br> 1) You are consenting to participate in a study around participatory cultures such as Burning Man. </br> 2) You are registering an account at <a href=\"https://forum.burning-stories.com\" alt=\"Burning Stories Forum\">the Burning Stories forum</a>, which you will confirm through a link sent to your email. <br><br> The purpose of the study is to learn more on emerging topics around participatory cultures such as Burning Man and explore novel ways in engagement between scholars and practitioners. </br></br> You give your consent to participate in the study by submitting this form, which will also register an account for you on the forum. </br></br> By giving consent you allow the research team to include your data in the study. This means that the researchers will use your comments and other information you publish on the forum as research material in their studies. </br></br> The risks of participation are minimal. To protect the confidentiality of the data, the researchers will anonymize all data before using it in research and will only publish quotes or other information in formats from which the author can’t be recognized. </br></br> The researchers make every effort to keep the information collected from you private. Results of the research may be presented at meetings or in publications, but your name or other identifying information will not be used. </br></br> By participating in the study, you will help enhance scientific understanding of Burning Man and the overall phenomenon of participatory cultures. </br></br> Your participation in this study is completely voluntary . You are free not to participate or to withdraw at any time, for whatever reason. </br></br> For more information or questions about this research you may contact platform managers or alternatively e-mail to contact (at) burning-stories.org.",
    "nextTitle": "Submit your response!",
    "body": "These questions will be used to register an account for you on our forum, where you can go back and update your answers.",
    "fields": [{
      "name": "name",
      "type": "text",
      "placeholder": "Name/nickname",
      "half": true,
      "required": true,
      "autofocus": true,
      "error": "Please enter your name"
    }, {
      "name": "email",
      "type": "email",
      "placeholder": "E-mail",
      "required": true,
      "error": "Please enter your email address",
      "settings": { "omit": true }
    }, {
      "name": "consent",
      "type": "checkbox",
      "placeholder": "I have read the instructions on informed consent, and I understand that this form is used for research and that submitting it will create an account for me on the Burning Stories forum, and that my answers will become public on the forum.",
      "required": true,
      "error": "Please consent to the terms and conditions",
      "settings": { "omit": true }
    }],
    "nextText": "SEND",
    "submit": true,
    "settings": { "omitBody": true }
  }, {
    "title": "Well done!",
    "body": "Thank you for taking the time to join Burning Stories!",
    "fields": [],
    "backText": null,
    "nextText": null
  }],
  "messages": {
    "networkError": "Sorry, we were unable to store your response due to a network connectivity issue. Please try clicking on \"Send\" again.",
    "username": "It seems somebody has already chosen your preferred username / nickname. Please enter a different one and click again on \"Send\".",
    "email": "It seems you already have an account on our forum using this e-mail address, or have entered an invalid address. Please choose a different e-mail address and click again on \"Send\".",
    "default": "Sorry, we were unable to store your response due to an unknown error. Please try clicking on \"Send\" again."
  }
}
